import styles from "./App.module.css"

export const App = () => {
    return (
        <div className={styles.root}>
            <h1>Фрилансер по жизни</h1>
            <br/>
            <p className={styles.text}>Поставь лайк всем видосам фрилансера и получи +1000 очков кармы. Поставь лайк
                всем видосам фрилансера и
                получи +1000 очков кармы. Поставь лайк всем видосам фрилансера и получи +1000 очков кармы. Поставь лайк
                всем видосам фрилансера и получи +1000 очков кармы. </p>
            <br/>
            <h2>CSS. Свойства шрифта и текста</h2>
            <br/>
            <p className={styles.bold}>Этот текст жирный. Очень жирный текст. Этот текст жирный. Очень жирный текст.
                Этот текст жирный. Очень
                жирный текст. </p>
            <br/>
            <p className={styles.red}>Этот текст красный. Очень красный текст. Этот текст красный. Очень красный текст.
                Этот текст красный.
                Очень красный текст. </p>
            <br/>
            <h2>Домашнее задание</h2>
            <br/>
            <p className={styles.right}>Сверстай этот макет используя все свойства о которых мы говорили в видео!</p>
            <br/>
            <p className={styles.upper}>Сверстай этот макет используя все свойства о которых мы говорили в видео!</p>
            <br/>
            <p className={styles.italic}>Сверстай этот макет используя все свойства о которых мы говорили в видео!</p>
            <br/>
            <p className={styles.under}>Сверстай этот макет используя все свойства о которых мы говорили в видео!</p>
            <br/>
            <p className={styles.center}>Сверстай этот макет используя все свойства о которых мы говорили в видео!</p>
            <br/>
            <p className={styles.big}>Сверстай этот макет используя все свойства о которых мы говорили в видео!</p>
            <br/>
            <p className={styles.through}>Сверстай этот макет используя все свойства о которых мы говорили в видео!</p>
            <br/>
            <p className={styles.roman}>Сверстай этот макет используя все свойства о которых мы говорили в видео!</p>
            <br/>
            <p className={styles.shadow}>Сверстай этот макет используя все свойства о которых мы говорили в видео!</p>
        </div>
    )
}